dictionary = {
    'Какой язык программирования изучаем на курсе?':
    "\n a. Boa\n b. Python\n c. Viper\n d. Cobra\n",
    'Выберите верные утверждения: \n'
    'a) Можно конвертировать объекты одного типа данных в другие. \n'
    'б) Выполнять арифметические действия можно только с целыми числами.':
    "\n a. Только a\n b. Только b\n c. Оба верны\n d. Оба неверны\n",
    'Какие значения переменных типа Boolean существуют?':
    "\n a. False\n b. Not stated\n c. Truth\n d. True\n",
    'Что будет являться параметром в данной строке: '
    'def phone_adaptation(phone_number):':
    "\n a. def\n b. phone_number\n c. phone_adaptation\n",
    'Какие методы применимы к кортежам:':
    "\n a. len\n b. index\n c. count\n d. Все варианты верны\n",
    'Дана программа: print(numbers[::3])'
    'Программа вывела [2, 6]'
    'Какие переменная могла храниться в переменной list?'
    ' Выберите все правильные варианты ответов.':
    "\n a. [0, 5, 2, 6, 6, 2]\n b. [2, 6]\n "
    "c. [2, 1, 1, 6, 2, 3, 7]\n d. [2, 2, 2, 6, 6, 6]\n "
    "e. [3, 2, 2, 6, 2, 5, 9, 0, 2]\n",
    'Множество orig = {18, 20, 25, "Кирилл", "Дима"}'
    ' объединили с другим множеством new_orig.\n'
    'Как итог, вышло следующее: '
    '{18, "Юля", "Слава", "Дима", 25, 19, "Кирилл", 20}'
    ' Как могло выглядеть множество new_orig?':
    "\n a. {19, 'Слава', 'Юля'}\n"
    "\n b. {'Аня', 19, 18, 20, 25, 'Юля'}"
    "\n c. {18, 20, 25, 'Кирилл', 'Юля', 'Дима'}"
    "\n d. {18, 20, 25, 'Кирилл', 19, 'Юля', 'Дима'}"
    "\n e. {'Аня', 19, 'Дима', 22, 25, 'Юля'}\n",
    'Что относится к вложенной структуре данных:':
    "\n a. Список списков"
    "\n b. Список словарей"
    "\n c. Словари словарей"
    "\n d. Словарь множеств"
    "\n e. Все варианты верны\n"
}

correct_answers = {
    'question1': "b",
    'question2': "a",
    'question3': ["ad", "da"],
    'question4': "b",
    'question5': "d",
    'question6': ["cd", "dc"],
    'question7': ["ad", "da"],
    'question8': "e",
}

user_answers = {
    f'{[]}': f'{[]}',
    f'{[]}': f'{[]}',
    f'{[]}': f'{[]}',
}
