add_string = (
    '\n'
    'Ура, приступим \n'
    '\n'
    f'{"-" * 75} \n'
    'Небольшая инструкция перед тем, как начнем: \n'
    '1) Может быть как один так и несколько правильных ответов. \n'
    '2) Ответы записывай на ЛАТИНИЦЕ, иначе код выкинет исключение. \n'
    '3) Будь внимателен! Это самая сложная викторина среди всех проектов. \n'
    f'{"-" * 75} \n'
)

right = ['Молодец \n', 'Умница \n', 'Отлично! \n', 'Супер \n']
wrong = ['Повторяй материал!\n', 'Увы и ах\n', 'Промах!\n', 'Еще разок\n']
