CONST = 75

add_string = (
    '\n'
    'Ура, приступим \n'
    '\n'
    f'{"-" * CONST} \n'
    'Небольшая инструкция перед тем, как начнем: \n'
    '1) Может быть как один так и несколько правильных ответов. \n'
    '2) Ответы записывай на ЛАТИНИЦЕ, иначе код выкинет исключение. \n'
    '3) Будь внимателен! Это самая сложная викторина среди всех проектов. \n'
    f'{"-" * CONST} \n'
)

right = ['\nМолодец!\n', '\nУмница!\n', '\nОтлично!\n', '\nСупер!\n']
wrong = ['\nПовторяй материал!\n', '\nНеверно!\n', '\nПромах!\n', '\nМимо!\n']
